Repository: priyankagohil/coursebuilder-assessment
Catalog: modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: cs, ru, sl, vi

source: Student profile not found ...
cs: Profil studenta nebyl nalezen...
ru: Профиль учащегося не найден...
sl: Profila študenta ni bilo mogoče najti ...
vi: Không tìm thấy hồ sơ học viên nào ...

source: Thank you for taking the %(assessment_name)s. Your score for this assessment is %(score)s%%. If you wish, you may return to the assessment and take it again.
cs: Děkujeme, že jste se zúčastnili hodnocení %(assessment_name)s. Dosáhli jste v něm skóre %(score)s %%. Pokud chcete, můžete se vrátit a vyplnit hodnocení znovu.
ru: Вы завершили тестирование по курсу %(assessment_name)s. Ваш результат: %(score)s%. Если он Вас не устраивает, пройдите тестирование снова.
sl: Hvala, da ste se udeležili ocenjevanja %(assessment_name)s. Vaš rezultat ocenjevanja je %(score)s %%. Če želite, se lahko vrnete na ocenjevanje in ga opravite znova.
vi: Cảm ơn bạn đã thực hiện %(assessment_name)s. Điểm số của bạn cho bài đánh giá này là %(score)s%%. Nếu muốn, bạn có thể quay lại bài đánh giá và thực hiện lại.

source: Return to Unit
cs: Vrátit se do jednotky
ru: Назад к разделу
sl: Nazaj na enoto
vi: Quay lại đơn vị

source: Course Tracks
cs: Studijní plány
ru: Прохождение курсов
sl: Smeri programa
vi: Chuyên ngành khóa học

source: Course Components
cs: Součásti kurzů
ru: Компоненты курса
sl: Sestavni deli programa
vi: Thành phần khóa học

source: My Tracks
cs: Mé studijní plány
ru: Мои курсы
sl: Moje smeri
vi: Chuyên ngành của tôi

source: Set Tracks
cs: Nastavit studijní plány
ru: Сохранить курсы
sl: Nastavitev smeri
vi: Đặt chuyên ngành

source: You have been unenrolled from
cs: Byli jste odhlášeni z kurzu
ru: Вы отказались от прохождения курса
sl: Izpisani ste bili iz
vi: Bạn đã hủy đăng ký khỏi

source: Are you sure you want to unenroll from
cs: Opravdu se chcete odhlásit z kurzu
ru: Я отказываюсь от прохождения курса
sl: Ali ste prepričani, da se želite izpisati iz tečaja
vi: Bạn có chắc chắn muốn hủy đăng ký khỏi

source: Yes
cs: Ano
ru: Да
sl: Da
vi: Có

source: No
cs: Ne
ru: Нет
sl: Ne
vi: Không

source: Show Syllabus
cs: Ukázat učební plán
ru: Показать
sl: Pokaži učni načrt
vi: Hiển thị chương trình học

source: Hide Syllabus
cs: Skrýt učební plán
ru: Скрыть
sl: Skrij učni načrt
vi: Ẩn chương trình học

source: Activity
cs: Aktivita
ru: Учебная работа
sl: Dejavnost
vi: Hoạt động

source: This unit has no content.
cs: V této jednotce není žádný obsah.
ru: В этом разделе ничего нет.
sl: Ta enota nima vsebine.
vi: Đơn vị này không có nội dung.

source: Previous Page
cs: Předchozí stránka
ru: Предыдущая страница
sl: Prejšnja stran
vi: Trang trước

source: Next Page
cs: Další stránka
ru: Следующая страница
sl: Naslednja stran
vi: Trang tiếp theo

source: End
cs: Konec
ru: Завершить
sl: Konec
vi: Kết thúc
