Repository: priyankagohil/coursebuilder-assessment
Catalog: modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: cs, ru, sl, vi

source: No results for "%(query)s"
cs: Na dotaz „%(query)s“ nebyly nalezeny žádné výsledky
ru: По запросу "%(query)s" ничего не найдено.
sl: Za poizvedbo »%(query)s« ni rezultatov
vi: Không có kết quả cho "%(query)s"

source: Search is currently unavailable.
cs: Vyhledávání momentálně není k dispozici.
ru: В данный момент поиск недоступен.
sl: Iskanje trenutno ni na voljo.
vi: Tìm kiếm hiện không khả dụng.

source: View In Course
cs: Zobrazit v kurzu
ru: Показать на странице курса
sl: Ogled v tečaju
vi: Xem trong Khóa học

source: Taught in this lesson:
cs: Výuka v této lekci:
ru: Темы этого занятия:
sl: Učna snov, podana v tej lekciji:
vi: Đã được dạy trong bài học này:

source: Depends on:
cs: Podmiňující dovednosti:
ru: Необходимо знать:
sl: Odvisno od tega:
vi: Tùy thuộc vào:

source: This lesson doesn't have any prerequisites.
cs: Tato lekce nemá žádné prerekvizity.
ru: Чтобы приступить к этому занятию, не требуется изучать другие материалы.
sl: Za to lekcijo niso potrebna nobena predznanja.
vi: Bài học này không có bất kỳ điều kiện tiên quyết nào.

source: Leads to:
cs: Výstup:
ru: Какие дает знания:
sl: Vodi k temu:
vi: Dẫn đến:

source: This lesson isn't a prerequisite for any other lesson.
cs: Tato lekce není podmiňující pro žádné další lekce.
ru: Этот урок не обязателен для изучения других материалов.
sl: Ta lekcija ni predpogoj za nobeno drugo lekcijo.
vi: Bài học này không phải là điều kiện tiên quyết cho bất kỳ bài học nào khác.

source: Lessons
cs: Lekce
ru: Уроки
sl: Lekcije
vi: Bài học

source: Not taught
cs: Neučí se
ru: Нет занятий
sl: Učna snov, ki ni bila podana
vi: Chưa được dạy

source: Proficiency level
cs: Úroveň znalostí
ru: Уровень подготовки
sl: Raven znanja
vi: Mức độ thành thạo

source: low
cs: nízká
ru: низкий
sl: nizko
vi: thấp

source: high
cs: vysoká
ru: высокий
sl: visoko
vi: cao

source: Skills Progress
cs: Postup získávání dovedností
ru: Полученные навыки
sl: Napredek pri znanju
vi: Sự tiến bộ kỹ năng

source: Achievements
cs: Úspěchy
ru: Достижения
sl: Dosežki
vi: Thành tích

source: Currently, no acquired skills.
cs: V současné době nejsou získány žádné dovednosti.
ru: Нет навыков.
sl: Trenutno ni pridobljenih znanj.
vi: Hiện không có kỹ năng đạt được.

source: Recommended Next
cs: Doporučený další krok
ru: Рекомендуем изучить
sl: Priporočeno naslednje
vi: Kỹ năng tiếp theo được đề xuất

source: Currently, you have no recommended skills.
cs: V současné době nemáte žádné doporučené dovednosti.
ru: Нет рекомендаций.
sl: Trenutno nimate priporočenih znanj.
vi: Hiện bạn không có kỹ năng được đề xuất nào.

source: The following email address has been subscribed to receive emails for this course:
cs: Následující e-mailové adresy byly přihlášeny k odběru e-mailů k tomuto kurzu:
ru: Пользователи со следующими адресами были подписаны на получение электронных писем по курсу:
sl: Ta e-poštni naslov je naročen na prejemanje e-poštnih sporočil o tem tečaju:
vi: Địa chỉ email sau đây đã được đăng ký để nhận email về khóa học này:

source: The following email address has been unsubscribed from emails for this course:
cs: U následujících e-mailových adres byl zrušen odběr e-mailů k tomuto kurzu:
ru: Пользователи со следующими адресами не будут получать электронные письма по курсу:
sl: Prejemanje e-poštnih sporočil o tem tečaju je bilo preklicano za ta e-poštni naslov:
vi: Địa chỉ email sau đây đã được hủy đăng ký email về khóa học này:

source: If you prefer to continue receiving notifications, please click below to resubscribe.
cs: Pokud oznámení chcete dostávat i nadále, kliknutím níže se znovu přihlaste k odběru.
ru: Если вы хотите снова получать электронные уведомления, нажмите ниже, чтобы возобновить подписку.
sl: Če želite vseeno še prejemati obvestila, kliknite spodaj, da se se znova naročite.
vi: Nếu bạn muốn tiếp tục nhận thông báo, hãy nhấp vào bên dưới để đăng ký lại.

source: Resubscribe
cs: Znovu se přihlásit k odběru
ru: Подписаться cнова
sl: Vnovično naročanje
vi: Đăng ký lại

source: File is empty.
cs: Soubor je prázdný.
ru: Пустой файл
sl: Datoteka je prazna.
vi: Tệp trống.

source: Wrong file format, only text files (.txt) with unicode contents are allowed.
cs: Nesprávný formát soubor. Jsou povoleny pouze textové soubory (.txt) ve formátu Unicode.
ru: Можно загружать только файлы TXT с кодировкой Unicode
sl: Napačna oblika datoteke. Dovoljene so samo besedilne datoteke (.txt) z vsebino s kodiranjem unicode.
vi: Định dạng tệp không chính xác, chỉ cho phép tệp văn bản (.txt) với nội dung unicode.

source: File too large, only files smaller than 1MB are allowed.
cs: Soubor je příliš velký. Povoleny jsou pouze soubory menší než 1 MB.
ru: Можно загружать только файлы объемом до 1 МБ
sl: Datoteka je prevelika. Dovoljene so samo datoteke, manjše od 1 MB.
vi: Tệp quá lớn, chỉ cho phép tệp nhỏ hơn 1MB.

source: Unable to save student submission.
cs: Obsah odeslaný studentem nelze uložit.
ru: Ошибка сохранения.
sl: Študentove datoteke ni mogoče shraniti.
vi: Không thể lưu nội dung học sinh gửi.

source: You have already submitted; submit again to replace your previous entry.
cs: Již jste jednu položku odeslali, opětovným odesláním předchozí záznam přepíšete.
ru: Вы уже отправили файл. Если вы сделаете это ещё раз, новый файл заменит предыдущий.
sl: To ste že poslali. Pošljite še enkrat, da zamenjate prejšnji vnos.
vi: Bạn đã gửi, hãy gửi lại để thay thế mục nhập trước đó của bạn.

source: Maximum file size is 1MB.
cs: Maximální velikost souboru je 1 MB.
ru: Максимальный размер файла – 1 МБ.
sl: Največja velikost datoteke je 1 MB.
vi: Kích thước tối đa của tệp là 1MB.

source: Your file has been successfully uploaded.
cs: Soubor byl úspěšně nahrán.
ru: Файл успешно загружен.
sl: Datoteka je bila uspešno prenesena.
vi: Tệp của bạn đã được tải lên thành công.

source: An error occurred.
cs: Došlo k chybě.
ru: Произошла ошибка.
sl: Prišlo je do napake.
vi: Đã xảy ra lỗi.

source: Return to the previous page.
cs: Zpět na předchozí stránku.
ru: На предыдущую страницу
sl: Vrnite se na prejšnjo stran.
vi: Quay lại trang trước.

source: Go back and try again.
cs: Vraťte se zpět a zkuste to znovu.
ru: Вернуться на предыдущую страницу и повторить попытку
sl: Vrnite se in poskusite znova.
vi: Quay lại và thử lại.

source: If the problem persists, contact your administrator.
cs: Pokud problém přetrvává, obraťte se na administrátora.
ru: Если проблема не исчезнет, обратитесь к администратору.
sl: Če se težava ponovi, se obrnite na skrbnika.
vi: Nếu sự cố vẫn tiếp diễn, hãy liên hệ với quản trị viên của bạn.

source: This resource does not exist, or access to it requires that you be logged in.
cs: Tento zdroj neexistuje nebo je k dispozici pouze pro přihlášené uživatele.
ru: Ресурс не существует либо для доступа к нему нужно войти в аккаунт.
sl: Ta vir ne obstaja ali pa morate biti prijavljeni, če želite dostopati do njega.
vi: Tài nguyên này không tồn tại hoặc yêu cầu bạn phải đăng nhập để truy cập vào nó.

source: This resource does not exist, or cannot be accessed by the current user. You are currently logged in as {email}.
cs: Tento zdroj neexistuje nebo k němu aktuální uživatel nemá přístup. Jste přihlášeni jako {email}.
ru: Ресурс не существует либо у этого аккаунта ({email}) нет доступа к нему.
sl: Ta vir ne obstaja ali pa trenutni uporabnik ne more dostopati do njega. Trenutno ste prijavljeni kot {email}.
vi: Tài nguyên này không tồn tại hoặc không thể được truy cập bởi người dùng hiện tại. Bạn đang đăng nhập với tên {email}.

source: Log in as another user
cs: Přihlásit se jako jiný uživatel
ru: Сменить аккаунт
sl: Prijava kot drugi uporabnik
vi: Đăng nhập với tên người dùng khác

source: Log in
cs: Přihlásit se
ru: Войти
sl: Prijava
vi: Đăng nhập

source: Go to the home page for {course_title}
cs: Přejít na domovskou stránku kurzu {course_title}
ru: На главную страницу курса "{course_title}"
sl: Odpiranje domače strani za {course_title}
vi: Truy cập trang chủ cho {course_title}

source: Announcements
cs: Oznámení
ru: Сообщения
sl: Obvestila
vi: Thông báo

source: Currently, there are no announcements.
cs: Aktuálně nemáte žádná oznámení.
ru: Нет оповещений.
sl: Trenutno ni nobene objave.
vi: Hiện tại, không có thông báo nào.

source: Skip and Show Answer
cs: Přeskočit a zobrazit odpověď
ru: Пропустить и показать ответ
sl: Preskoči in prikaži odgovor
vi: Bỏ qua và hiển thị câu trả lời

source: Save Answers
cs: Uložit odpovědi
ru: Сохранить ответы
sl: Shrani odgovore
vi: Lưu câu trả lời

source: Submit Assignment
cs: Odeslat úlohu
ru: Сдать задание
sl: Oddaj nalogo
vi: Gửi nhiệm vụ

source: Please click one of the buttons for your answer.
cs: Kliknutím na jedno z tlačítek zadejte svoji odpověď.
ru: Нажмите нужную кнопку.
sl: Kliknite enega od gumbov za odgovor.
vi: Vui lòng nhấp vào một trong các nút cho câu trả lời của bạn.

source: All your answers are correct!
cs: Všechny odpovědi jsou správně.
ru: Все ответы верны!
sl: Vsi vaši odgovori so pravilni!
vi: Tất cả câu trả lời của bạn đều đúng!

source: Number of questions you answered correctly
cs: Počet otázek, na které jste odpověděli správně:
ru: Количество правильных ответов
sl: Število vprašanj, na katera ste pravilno odgovorili
vi: Số câu hỏi bạn đã trả lời đúng

source: You received a score on this assessment of
cs: V rámci tohoto hodnocení jste dosáhli skóre
ru: Ваша оценка:
sl: Pri tem ocenjevanju ste dosegli rezultat
vi: Bạn đã nhận được điểm cho lần đánh giá này là

source: Here are lessons you could review to improve your score
cs: Zde jsou lekce, které si můžete projít, abyste zlepšili své skóre.
ru: Чтобы улучшить оценку, повторите материалы по следующим занятиям:
sl: Če želite izboljšati rezultat, lahko pregledate te lekcije
vi: Đây là các bài học bạn có thể xem lại để cải thiện điểm của mình

source: Congratulations! Press the \'Submit Answers\' button to submit your grade.
cs: Blahopřejeme! Svou známku odešlete kliknutím na tlačítko Odeslat odpovědi.
ru: Поздравляем! Чтобы система запомнила ваши результаты, нажмите кнопку \'Отправить ответы\'.
sl: Čestitamo! Kliknite »Oddaj odgovore«, da oddate oceno.
vi: Xin chúc mừng! Hãy nhấn vào nút \'Gửi câu trả lời\' để gửi điểm của bạn.

source: Press the \'Submit Answers\' button below to save your scores. You can also edit your answers above before clicking \'Submit Answers\'.
cs: Své výsledky uložíte kliknutím na tlačítko Odeslat odpovědi. Před kliknutím na tlačítko Odeslat odpovědi také můžete své odpovědi upravit.
ru: Чтобы система запомнила ваши результаты, нажмите кнопку \'Отправить ответы\'. Перед этим вы также можете выбрать другие варианты ответов.
sl: Spodaj kliknite gumb »Oddaj odgovore«, da shranite rezultate. Odgovore lahko tudi uredite zgoraj, preden kliknete »Oddaj odgovore«.
vi: Hãy nhấn vào nút \'Gửi câu trả lời\' ở bên dưới để lưu số điểm của bạn. Bạn cũng có thể chỉnh sửa câu trả lời của mình trước khi nhấp \'Gửi câu trả lời\'.

source: Are you sure you want to submit this assignment?
cs: Opravdu tuto úlohu chcete odeslat?
ru: Отправить это задание?
sl: Ali ste prepričani, da želite oddati to nalogo?
vi: Bạn có chắc chắn muốn nộp bài tập này không?

source: Are you sure you want to submit this review?
cs: Opravdu tuto recenzi chcete odeslat?
ru: Отправить этот отзыв?
sl: Ali ste prepričani, da želite oddati to oceno?
vi: Bạn có chắc chắn muốn nộp bài đánh giá này không?

source: You cannot edit or delete it after you have done so.
cs: Po odeslání ji již nebude možné upravit ani smazat.
ru: Вы больше не сможете отредактировать или удалить его.
sl: Po oddaji je ne bo več mogoče urediti ali izbrisati.
vi: Bạn không thể chỉnh sửa hoặc xóa nó sau khi nộp.

source: Not registered
cs: Neregistrováno
ru: вы не записаны на этот курс
sl: Ni registriran(-a)
vi: Chưa được đăng ký

source: Logout
cs: Odhlásit se
ru: Выйти
sl: Odjava
vi: Ðăng xuất

source: Login
cs: Přihlásit se
ru: Войти
sl: Prijava
vi: Đăng nhập

source: Privacy & Terms
cs: Ochrana soukromí a smluvní podmínky
ru: Правила и принципы
sl: Zasebnost in pogoji
vi: Bảo mật và điều khoản

source: Language:
cs: Jazyk:
ru: Язык:
sl: Jezik:
vi: Ngôn ngữ:

source: Course
cs: Kurz
ru: Курс
sl: Tečaj
vi: Khóa học

source: Forum
cs: Fórum
ru: Форум
vi: Diễn đàn

source: Progress
cs: Průběh
ru: Ход изучения
sl: Spremljanje napredka
vi: Tiến trình

source: Registration
cs: Registrace
ru: Регистрация
sl: Registracija
vi: Đăng ký

source: My Courses
cs: Moje kurzy
ru: Мои курсы
sl: Moji tečaji
vi: Khóa học của tôi

source: Explore Courses
cs: Prozkoumat kurzy
ru: Обзор курсов
sl: Raziskovanje tečajev
vi: Khám phá khóa học

source: Thank you for registering for the course. Click the Announcements tab for important information.
cs: Děkujeme za registraci do kurzu. Kliknutím na kartu Oznámení zobrazíte důležité informace.
ru: Благодарим за регистрацию на курсе. Откройте вкладку "Оповещения", чтобы просмотреть важную информацию.
sl: Hvala, ker ste se prijavili v tečaj. Za pomembne informacije kliknite kartico Napovedi.
vi: Cảm ơn bạn đã đăng ký khóa học. Nhấp vào tab Thông báo để nhận thông tin quan trọng.

source: Registrations for this course are not open.
cs: Registrace do tohoto kurzu nejsou otevřeny.
ru: Регистрация на этот курс закрыта.
sl: Prijava v tečaj ni mogoča.
vi: Khóa học này chưa mở cho đăng ký.

source: Syllabus
cs: Učební plán
ru: Учебный план
sl: Učni načrt
vi: Chương trình học

source: Your review has not been saved, because it was submitted on %(time_now)s. The deadline for submitting reviews was %(review_due_date)s.
cs: Kontrola nebyla uložena, protože byla odevzdána v %(time_now)s. Termín odeslání kontroly byl %(review_due_date)s.
ru: Ваш отзыв не был сохранен, поскольку вы отправили его %(time_now)s, после того как истек срок его подачи (%(review_due_date)s).
sl: Vaša ocena ni bila shranjena, ker je bila oddana %(time_now)s. Rok za oddajo ocen je bil %(review_due_date)s.
vi: Bài đánh giá của bạn chưa được lưu do bài đánh giá đó đã được gửi vào %(time_now)s. Hạn chót để gửi bài đánh giá là %(review_due_date)s.

source: Your assignment has not been saved, because it was submitted on %(time_now)s. The deadline for submitting assignments was %(submission_due_date)s.
cs: Úloha nebyl uložena, protože byla odeslána v %(time_now)s. Termín odevzdání úlohy byl %(submission_due_date)s.
ru: Задание не было сохранено, поскольку вы отправили его %(time_now)s, после того как истек срок его подачи (%(submission_due_date)s).
sl: Vaša naloga ni bila shranjena, ker je bila oddana %(time_now)s. Rok za oddajo nalog je bil %(submission_due_date)s.
vi: Bài tập của bạn chưa được lưu do bài tập đó đã được gửi vào %(time_now)s. Hạn chót để gửi bài tập là %(submission_due_date)s.

source: You must submit the assignment for this unit before you can request new assignments to review.
cs: Před vyžádáním nových úloh ke kontrole je nutné odeslat úlohu pro tuto část.
ru: Выполните это задание прежде чем отправлять новые запросы.
sl: Nalogo za to enoto morate oddati, preden lahko zahtevate nove naloge za ocenjevanje.
vi: Bạn phải gửi bài tập cho bài này trước khi bạn có thể yêu cầu đánh giá bài tập mới.

source: The deadline for submitting reviews has already passed, so you cannot request a new assignment to review.
cs: Termín odeslání kontrol již uplynul. O novou úlohu ke kontrole již nelze požádat.
ru: Срок подачи отзыва уже истек. Вы не можете запросить новое задание.
sl: Rok za oddajo ocen je potekel, zato ne morete zahtevati novih nalog za ocenjevanje.
vi: Hạn chót để gửi bài đánh giá đã qua, do đó bạn không thể yêu cầu đánh giá bài tập mới.

source: You must complete all assigned reviews before you can request a new one.
cs: Před vyžádáním nové kontroly je nutné dokončit všechny přiřazené kontroly.
ru: Завершите все задания прежде чем отправлять новый запрос.
sl: Končati morate vsa dodeljena ocenjevanja, preden lahko zahtevate novo.
vi: Bạn phải hoàn tất tất cả bài đánh giá được chỉ định trước khi bạn có thể yêu cầu bài đánh giá mới.

source: You have already submitted this review. Your latest review was not saved.
cs: Tuto kontrolu jste již odeslali. Vaše poslední kontrola nebyla uložena.
ru: Отзыв уже отправлен. Последний вариант не сохранен.
sl: Oceno ste že oddali. Vaša zadnja ocena ni bila shranjena.
vi: Bạn đã gửi bài đánh giá này. Bài đánh giá mới nhất của bạn đã không được lưu.

source: Grade Questions
cs: Otázky ke známkám
ru: Оценить ответы
sl: Oceni vprašanja
vi: Câu hỏi phân loại

source: YouTube Video Player
cs: Přehrávač videa YouTube
ru: Проигрыватель YouTube
sl: YouTubov predvajalnik
vi: Trình phát video của YouTube

source: Text Version
cs: Textová verze
ru: Текстовая версия
sl: Besedilna različica
vi: Phiên bản văn bản

source: This lesson is not available.
cs: Tato lekce není dostupná.
ru: Урок недоступен.
sl: Ta lekcija ni na voljo.
vi: Bài học này chưa khả dụng.

source: Not yet submitted
cs: Zatím neodesláno
ru: Не отправлено
sl: Še ni bilo oddano
vi: Chưa gửi

source: In progress
cs: Probíhá
ru: Выполняется
sl: V teku
vi: Đang diễn ra

source: Answer:
cs: Odpověď:
ru: Ответ:
sl: Odgovor:
vi: Câu trả lời:

source: What is your name?
cs: Jak se jmenujete?
ru: Как вас зовут?
sl: Kako vam je ime?
vi: Tên bạn là gì?

source: Enroll
cs: Zapsat se
ru: Записаться
sl: Vpis
vi: Đăng ký

source: Register
cs: Zaregistrovat se
ru: Зарегистрироваться
sl: Registracija
vi: Đăng ký

source: Review
cs: Zkontrolovat
ru: Отзыв
sl: Pregled
vi: Bản đánh giá

source: Back to the review dashboard.
cs: Zpět na řídicí panel kontrol.
ru: Назад к отзывам участников.
sl: Nazaj na nadzorno ploščo pregledov.
vi: Quay lại trang tổng quan về đánh giá.

source: The due date for submitting this review has passed. It was due on %(review_due_date)s.
cs: Termín odeslání recenze vypršel. Recenze měla být odeslána do %(review_due_date)s.
ru: Срок подачи этого отзыва (%(review_due_date)s) прошел.
sl: Rok za oddajo te ocene je že potekel. Določen je bil za %(review_due_date)s.
vi: Ngày đến hạn nộp bài đánh giá này đã qua. Ngày đến hạn là %(review_due_date)s.

source: Due date for this review:
cs: Termín dokončení této kontroly:
ru: Срок отправки отзыва:
sl: Rok za ta pregled:
vi: Ngày đến hạn của bản đánh giá này:

source: The scores and comments you submit here will be viewed by your peers. Once you submit your review, you may not edit it.
cs: Zde odeslané výsledky a komentáře si zobrazí spolužáci. Odeslanou kontrolu již nemůžete upravit.
ru: Ваши оценки и комментарии смогут просматривать другие участники. Отправленные отзывы изменять нельзя.
sl: Ocene in komentarje, ki jih tu oddate, si bodo ogledali vaši sotečajniki. Ko oddate pregled, ga ne morete več urejati.
vi: Số điểm và nhận xét mà bạn gửi ở đây sẽ được bạn bè của bạn xem. Sau khi bạn gửi bản đánh giá của mình, bạn không thể chỉnh sửa bản đánh giá đó.

source: Reviewed assignment
cs: Zkontrolovaná úloha
ru: Задание, о котором пишется отзыв
sl: Pregledana naloga
vi: Nhiệm vụ đã được đánh giá

source: Assignment to review
cs: Úloha ke kontrole
ru: Задание для написания отзыва
sl: Naloga za pregled
vi: Nhiệm vụ cần đánh giá

source: Submitted review
cs: Odeslaná kontrola
ru: Отправленный отзыв
sl: Oddan pregled
vi: Bản đánh giá đã gửi

source: Review form
cs: Formulář kontroly
ru: Форма отзыва
sl: Obrazec za pregledovalca
vi: Biểu mẫu đánh giá

source: Your review has been saved.
cs: Vaše kontrola byla uložena.
ru: Отзыв сохранен.
sl: Vaš pregled je shranjen.
vi: Bản đánh giá của bạn đã được lưu.

source: Your review has been submitted successfully.
cs: Vaše kontrola byla úspěšně odeslána.
ru: Отзыв отправлен.
sl: Vaš pregled je bil uspešno oddan.
vi: Bản đánh giá của bạn đã được gửi thành công.

source: Back to the review dashboard
cs: Zpět na řídicí panel kontrol.
ru: Назад к отзывам участников
sl: Nazaj na nadzorno ploščo pregledov
vi: Quay lại trang tổng quan về đánh giá

source: Review Dashboard
cs: Řídicí panel kontrol
ru: Отзывы участников
sl: Nadzorna plošča pregledov
vi: Trang tổng quan về đánh giá

source: Assignments for your review
cs: Úlohy, které máte zkontrolovat
ru: Вы можете написать отзыв об указанных ниже заданиях
sl: Naloge, ki jih lahko pregledate
vi: Nhiệm vụ mà bạn có thể đánh giá

source: The due date for submitting reviews has passed.
cs: Termín odeslání recenzí vypršel.
ru: Срок подачи отзывов прошел.
sl: Rok za oddajo ocen je potekel.
vi: Ngày đến hạn nộp bài đánh giá đã qua.

source: All reviews are due by %(review_due_date)s.
cs: Termín všech kontrol je do %(review_due_date)s.
ru: Срок сдачи всех отзывов: %(review_due_date)s.
sl: Rok za vse preglede je %(review_due_date)s.
vi: Tất cả các bản đánh giá đều đến hạn trước %(review_due_date)s.

source: In order to earn credit for this assignment, you must complete at least 1 review by then.
cs: Pokud chcete za tuto úlohu získat kredity, musíte do té doby dokončit nejméně jednu recenzi.
ru: Чтобы получить зачет за это задание, вам необходимо написать не менее одного отзыва к указанному сроку.
sl: Če želite dobiti kredite za to nalogo, morate do takrat opraviti najmanj 1 pregled.
vi: Để đạt được điểm tín chỉ cho nhiệm vụ này, bạn phải hoàn tất ít nhất 1 bài đánh giá vào lúc đó.

source: In order to earn credit for this assignment, you must complete at least %(review_min_count)d reviews by then.
cs: Pokud za tuto úlohu chcete získat kredity, musíte do té doby dokončit alespoň následující počet recenzí: %(review_min_count)d.
ru: Чтобы получить зачет за это задание, вам необходимо написать к указанному сроку следующее количество отзывов: %(review_min_count)d.
sl: Če želite dobiti kredite za to nalogo, morate do takrat opraviti najmanj toliko pregledov: %(review_min_count)d.
vi: Để đạt được điểm tín chỉ cho nhiệm vụ này, bạn phải hoàn tất ít nhất %(review_min_count)d bài đánh giá vào lúc đó.

source: Assignment %(index)s
cs: Úloha %(index)s
ru: Задание %(index)s
sl: Naloga št. %(index)s
vi: Nhiệm vụ %(index)s

source: Draft
cs: Koncept
ru: Черновик
sl: Osnutek
vi: Bản nháp

source: Review a new assignment
cs: Napsat recenzi nové úlohy
ru: Открыть задание
sl: Preglej novo nalogo
vi: Kiểm tra bài tập mới

source: Back to assignment
cs: Zpět k přiřazení
ru: Назад к заданию
sl: Nazaj na nalogo
vi: Quay lại nhiệm vụ

source: Sorry, there are no new submissions available for you to review at this time.
cs: V současnosti nejsou k dispozici žádné nově odeslané úlohy, které byste měli kontrolovat.
ru: Заданий, о которых можно написать отзыв, нет.
sl: Žal trenutno ni novih oddanih nalog, ki bi jih lahko pregledali.
vi: Rất tiếc, chưa có nhiệm vụ mới nào được gửi để bạn đánh giá vào thời điểm này.

source: Date enrolled
cs: Datum zápisu
ru: Дата поступления
sl: Datum vpisa
vi: Ngày đăng ký

source: Email
ru: Эл. почта
sl: E-poštni naslov

source: Name
cs: Jméno
ru: Имя
sl: Ime
vi: Tên

source: Assessment scores
cs: Výsledky hodnocení
ru: Оценка в баллах
sl: Rezultati ocenjevanja
vi: Điểm nhiệm vụ

source: View assignment
cs: Zobrazit úlohu
ru: Просмотреть задание
sl: Ogled naloge
vi: Xem bài tập

source: Overall course score
cs: Celkové výsledky kurzu
ru: Общая оценка по курсу
sl: Skupna ocena za tečaj
vi: Điểm tổng kết khóa học

source: Student Progress
cs: Studentův postup
ru: Достижения
sl: Napredek tečajnika
vi: Tiến trình của học viên

source: New Name
cs: Nové jméno
ru: Новое имя
sl: Novo ime
vi: Tên mới

source: Change Name
cs: Změnit jméno
ru: Изменить имя
sl: Spremeni ime
vi: Thay đổi tên

source: To leave the course permanently, click on Unenroll
cs: Kliknutím na tlačítko Odhlásit z kurzu trvale opustíte kurz.
ru: Чтобы отказаться от прохождения курса, нажмите "Прервать обучение".
sl: Če želite trajno zapustiti tečaj, kliknite »Izpis«.
vi: Để rời khỏi khóa học vĩnh viễn, nhấp vào Hủy đăng ký

source: Unenroll
cs: Odhlásit z kurzu
ru: Прервать обучение
sl: Izpis
vi: Hủy đăng ký
