Repository: priyankagohil/coursebuilder-assessment
Catalog: modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: cs, ru, sl, vi

source: Unit %(index)s - %(title)s
cs: Jednotka %(index)s – %(title)s
ru: Модуль %(index)s – %(title)s
sl: Enota %(index)s – %(title)s
vi: Đơn vị %(index)s - %(title)s

source: Unit %s
cs: Jednotka %s
ru: Раздел "%s"
sl: Enota %s
vi: Đơn vị %s

source: Correct.
cs: Správně.
ru: Верно.
sl: Pravilno.
vi: Chính xác.

source: Incorrect.
cs: Chybně.
ru: Неверно.
sl: Napačno.
vi: Sai.

source: Partially Correct.
cs: Částečně správně.
ru: Частично верно.
sl: Delno pravilno.
vi: Chính xác một phần.

source: Yes, the answer is correct.
cs: Ano, odpověď je správná.
ru: Это правильный ответ.
sl: Da, odgovor je pravilen.
vi: Đúng, câu trả lời chính xác.

source: No, the answer is incorrect.
cs: Ne, odpověď je nesprávná.
ru: Это неправильный ответ.
sl: Ne, odgovor je nepravilen.
vi: Sai, câu trả lời không chính xác.

source: The answer is partially correct.
cs: Odpověď je částečně správná.
ru: Ответ частично верен.
sl: Odgovor je delno pravilen.
vi: Câu trả lời đúng một phần.

source: The correct answer is:
cs: Správná odpověď:
ru: Правильный ответ:
sl: Pravilni odgovor je:
vi: Câu trả lời chính xác là:

source: Targeted Feedback:
cs: Cílená zpětná vazba:
ru: Комментарий к ответу:
sl: Določene povratne informacije:
vi: Phản hồi được nhắm mục tiêu:

source: Feedback:
cs: Zpětná vazba:
ru: Общий комментарий:
sl: Povratne informacije:
vi: Phản hồi:

source: Your score is:
cs: Vaše skóre:
ru: Ваша оценка:
sl: Dosežena ocena:
vi: Điểm số của bạn là:

source: JavaScript should be enabled to grade this question.
cs: Aby bylo možné tuto otázku ohodnotit, je potřeba zapnout JavaScript.
ru: Для оценки этого вопроса нужно, чтобы ваш браузер поддерживал JavaScript.
sl: Za ocenitev tega vprašanja mora biti omogočen JavaScript.
vi: Phải bật JavaScript để phân loại câu hỏi này.

source: Completed
cs: Dokončeno
ru: Завершено
sl: Dokončano
vi: Ðã hoàn tất

source: Not yet started
cs: Zatím nezahájeno
ru: Не начато
sl: Se še ni začelo
vi: Chưa bắt đầu

source: 1 point
cs: Body: 1
ru: Баллов: 1
sl: 1 točka
vi: 1 điểm

source: %(points)s points
cs: Body: %(points)s
ru: Баллов: %(points)s
sl: Št. točk: %(points)s
vi: %(points)s điểm

source: Check Answer
cs: Zkontrolovat odpověď
ru: Проверить ответ
sl: Preveri odgovor
vi: Kiểm tra câu trả lời

source: Hint
cs: Nápověda
ru: Подсказка
sl: Namig
vi: Gợi ý

source: Peer-review assignments cannot be embedded in external pages.
cs: Úlohy, které budou hodnotit ostatní studenti, nelze vložit na externí stránky.
ru: Задания, которые могут оценивать другие участники, нельзя добавлять на внешние страницы.
sl: Recenziranih nalog ni mogoče vdelati na zunanje strani.
vi: Không thể nhúng bài tập do bạn bè đánh giá vào trang bên ngoài.

source: The due date for submitting this assignment has passed. It was due on %(submission_due_date)s.
cs: Termín odeslání úlohy vypršel. Úloha měla být odeslána do %(submission_due_date)s.
ru: Срок подачи этого задания (%(submission_due_date)s) прошел.
sl: Rok za oddajo te naloge je že potekel. Določen je bil za %(submission_due_date)s.
vi: Ngày đến hạn nộp bài tập này đã qua. Ngày đến hạn là %(submission_due_date)s.

source: Due date for this assignment:
cs: Termín dokončení této úlohy:
ru: Срок сдачи задания:
sl: Rok za to nalogo:
vi: Ngày đến hạn của nhiệm vụ này:

source: Your answers have been recorded under the email
cs: Vaše odpovědi byly přidruženy k e-mailu
ru: Ваши ответы были связаны с этим адресом
sl: Vaši odgovori so zabeleženi za e-poštni naslov
vi: Câu trả lời của bạn đã được ghi lại theo email

source: You have not submitted any answers to this assignment under the email
cs: Pro tuto úlohu jste pomocí následujícího e-mailu neodeslali žádné odpovědi:
ru: На задание пока нет ответов, связанных с этим адресом
sl: Niste poslali nobenega odgovora za to nalogo za e-poštni naslov
vi: Bạn chưa gửi bất kỳ câu trả lời nào cho bài tập này theo email

source: Your answers will be recorded under the email
cs: Vaše odpovědi budou přidruženy k e-mailu
ru: Ваши ответы будут связаны с этим адресом
sl: Vaši odgovori bodo zabeleženi za e-poštni naslov
vi: Câu trả lời của bạn sẽ được ghi lại theo email

source: Score:
cs: Skóre:
ru: Количество баллов:
sl: Rezultat:
vi: Điểm:

source: You may only submit this assignment once. After you submit it, the assignment will become read-only, and you will not be able to modify your answers. The answers you submit here will be reviewed by your peers.
cs: Tuto úlohu můžete odeslat jen jednou. Po odeslání již úlohu budete moci zobrazit jen pro čtení a odpovědi nebudete moci změnit. Odpovědi, které zde odešlete, zkontrolují vaši spolužáci.
ru: Сдать задание можно только один раз. После этого оно перейдет в режим "только чтение" и другие участники смогут оставить отзывы.
sl: To nalogo lahko oddate samo enkrat. Potem ko jo oddate, si jo lahko samo še ogledujete, odgovorov pa ne morete več spreminjati. Odgovore, ki jih tu oddate, bodo pregledali vaši sotečajniki.
vi: Bạn chỉ có thể gửi nhiệm vụ này một lần. Sau khi gửi, nhiệm vụ sẽ chuyển sang chế độ chỉ đọc và bạn sẽ không thể sửa đổi các câu trả lời của mình. Các câu trả lời mà bạn gửi ở đây sẽ được bạn bè của bạn đánh giá.

source: Submitted assignment
cs: Odeslaná úloha
ru: Задание сдано
sl: Oddana naloga
vi: Nhiệm vụ đã gửi

source: Submitted on
cs: Datum odeslání:
ru: Отправлено
sl: Poslano
vi: Được gửi vào

source: Reviews received
cs: Přijaté kontroly
ru: Полученные отзывы
sl: Prejeti pregledi
vi: Bản đánh giá đã nhận được

source: After you have completed the required number of peer reviews for this assignment, the reviews you have received will appear here.
cs: Po dokončení požadovaného počtu oponentních recenzí této úlohy se zde zobrazí obdržené recenze.
ru: Когда вы напишете требуемое количество отзывов по этому заданию, полученные вами отзывы можно будет просмотреть здесь.
sl: Ko opravite zahtevano število pregledov sotečajnikov za to nalogo, bodo tukaj prikazani vaši prejeti pregledi.
vi: Sau khi bạn đã hoàn tất số lượng bài đánh giá bạn bè bắt buộc cho nhiệm vụ này, các bài đánh giá mà bạn đã nhận được sẽ xuất hiện tại đây.

source: Go to the review dashboard
cs: Přejít na panel recenzí
ru: Перейти к отзывам
sl: Pojdi na nadzorno ploščo pregledov
vi: Đi tới trang tổng quan về đánh giá

source: You have not received any peer reviews yet.
cs: Zatím jste neobdrželi žádné oponentní recenze.
ru: Отзывов других участников пока нет.
sl: Prejeli niste še nobenega pregleda sotečajnika.
vi: Bạn chưa nhận được bất kỳ bài đánh giá nào từ bạn bè.

source: This assessment is not available.
cs: Toto hodnocení není k dispozici.
ru: Эта оценка недоступна.
sl: Ta ocena ni na voljo.
vi: Không có bài đánh giá này.

source: Save Draft
cs: Uložit koncept
ru: Сохранить черновик
sl: Shrani osnutek
vi: Lưu bản nháp

source: Submit Review
cs: Odeslat kontrolu
ru: Отправить отзыв
sl: Oddaj pregled
vi: Gửi bản đánh giá

source: Check Answers
cs: Zkontrolovat odpovědi
ru: Проверить ответы
sl: Preveri odgovore
vi: Kiểm tra các câu trả lời

source: Submit Answers
cs: Odeslat odpovědi
ru: Отправить ответы
sl: Oddaj odgovore
vi: Gửi câu trả lời

source: Assessment
cs: Hodnocení
ru: Оценка
sl: Ocenjevanje
vi: Bản đánh giá

source: Assessment submitted.
cs: Hodnocení bylo odesláno.
ru: Ответы отправлены.
sl: Odgovori na preverjanje znanja so oddani.
vi: Đã gửi bản đánh giá.

source: You have already submitted this assignment. Your latest attempt has not been saved.
cs: Tuto úlohu jste již odeslali. Váš poslední pokus nebyl uložen.
ru: Задание уже сдано. Этот вариант не сохранен.
sl: To nalogo ste že oddali. Vaš zadnji poskus ni bil shranjen.
vi: Bạn đã gửi nhiệm vụ này. Lần thử cuối cùng của bạn chưa được lưu.

source: Thank you for completing this assignment. Your work was successfully submitted.
cs: Děkujeme za dokončení této úlohy. Vaše práce byla úspěšně odeslána.
ru: Спасибо за выполнение задания. Ваша работа отправлена.
sl: Hvala, ker ste dokončali nalogo. Vaše delo je bilo uspešno oddano.
vi: Cảm ơn bạn đã hoàn tất nhiệm vụ này. Công việc của bạn đã được gửi thành công.

source: Review your peers' assignments by clicking on the button below.
cs: Kliknutím na níže uvedené tlačítko zkontrolujte úlohy svých spolužáků.
ru: Чтобы написать отзыв о заданиях других участников, нажмите кнопку ниже.
sl: Preglejte naloge sotečajnikov s klikom spodnjega gumba.
vi: Đánh giá nhiệm vụ của bạn bè bằng cách nhấp vào nút ở bên dưới.

source: Review peer assignments
cs: Zkontrolovat úlohy spolužáků
ru: Написать отзыв о заданиях других участников
sl: Preglejte naloge sotečajnikov
vi: Đánh giá nhiệm vụ của bạn bè

source: Back to Course page
cs: Zpět na stránku Kurz
ru: Назад на страницу курса
sl: Nazaj na stran s tečaji
vi: Quay lại trang Khóa học

source: Certificate of Completion
cs: Certifikát o dokončení
ru: Сертификат об окончании
sl: Certifikat o opravljenem tečaju
vi: Chứng chỉ hoàn thành

source: Presented to
cs: Udělen studentovi
ru: получает
sl: Izdano udeležencu
vi: Được cấp cho

source: for successfully completing the
cs: za úspěšné dokončení
ru: за успешное прохождение курса
sl: za uspešno opravljen
vi: vì đã hoàn thành thành công

source: %(course)s course
cs: kurzu %(course)s
ru: Курс "%(course)s"
sl: tečaj %(course)s.
vi: khóa học %(course)s

source: Certificate
cs: Certifikát
ru: Сертификат
sl: Certifikat
vi: Chứng chỉ

source: Click for certificate
cs: Kliknutím sem zobrazíte certifikát
ru: Показать сертификат
sl: Kliknite za certifikat
vi: Nhấp để xem chứng chỉ

source: Download PDF
cs: Stáhnout PDF
ru: Скачать PDF
sl: Prenos PDF-ja
vi: Tải xuống bản PDF

source: You have not yet met the course requirements for a certificate of completion.
cs: Zatím jste nesplnili všechny požadavky kurzu k získání certifikátu o dokončení.
ru: Вы не завершили курс и поэтому не можете получить сертификат о его окончании.
sl: Zahtev za pridobitev certifikata o opravljenem tečaju še niste izpolnili.
vi: Bạn chưa đáp ứng các yêu cầu của khóa học về chứng chỉ hoàn thành.

source: Course completion certificate earned!
cs: Získali jste certifikát o dokončení kurzu!
ru: Получен сертификат об окончании курса!
sl: Prisluženo potrdilo za dokončan tečaj.
vi: Đã nhận được chứng nhận hoàn tất khóa học!

source: You cannot re-register for this course at the current time, because deletion of your previous data is still in progress. Please try again in in a few hours.
cs: Do tohoto kurzu se momentálně nemůžete znovu zaregistrovat, protože stále probíhá mazání vašich předchozích dat. Zkuste to znovu za několik hodin.
ru: Сейчас вы не можете повторно зарегистрироваться на этот курс, потому что ваши предыдущие данные ещё не удалены. Повторите попытку через несколько часов.
sl: Trenutno se ne morete znova prijaviti za ta tečaj, ker še poteka brisanje vaših prejšnjih podatkov. Poskusite znova čez nekaj ur.
vi: Hiện bạn không thể đăng ký lại khóa học này vì quá trình xóa dữ liệu trước của bạn vẫn đang diễn ra. Vui lòng thử lại sau vài giờ.

source: Delete My Data
cs: Smazat má data
ru: Удалить личные данные
sl: Izbris mojih podatkov
vi: Xóa dữ liệu của tôi

source: Delete all associated data
cs: Smazat všechna přidružená data
ru: Удалить все данные
sl: Izbris vseh povezanih podatkov
vi: Xóa tất cả dữ liệu liên quan

source: Once you delete your data, there is no way to recover it.
cs: Jakmile data smažete, nebude možné je obnovit.
ru: Удаленные данные нельзя восстановить.
sl: Ko izbrišete svoje podatke, jih ni mogoče obnoviti.
vi: Sau khi bạn xóa dữ liệu của mình, bạn sẽ không có cách nào để khôi phục dữ liệu đó.

source: Deleting your content in this course will not delete your content from other courses. You must delete your content for each course separately.
cs: Smazáním obsahu z tohoto kurzu nesmažete obsah z ostatních kurzů. Obsah jednotlivých kurzů je třeba smazat samostatně.
ru: Данные будут удалены только в этом курсе (операция выполняется отдельно для каждого курса).
sl: Če izbrišete svojo vsebino v tem tečaju, vaša vsebina v drugih tečajih ne bo izbrisana. Svojo vsebino morate izbrisati za vsak tečaj posebej.
vi: Xóa nội dung của bạn trong khóa học này sẽ không xóa nội dung của bạn khỏi các khóa học khác. Bạn phải xóa nội dung của mình cho riêng từng khóa học.

source: This will also not delete your content in other products and services. For example, if you made a post in Google Groups or shared a Google Drive document, you may wish to delete those posts or update your sharing settings in those products.
cs: Touto akcí nesmažete obsah z ostatních služeb a aplikací. Například pokud jste přidali příspěvek do Skupin Google nebo sdíleli dokument Disku Google, bude třeba v jednotlivých službách smazat příslušné příspěvky a aktualizovat nastavení sdílení.
ru: Это никак не повлияет на ваш контент в других сервисах. Удалить данные, например запись в Google Группах, или изменить настройки доступа к документу на Google Диске можно только в соответствующем сервисе.
sl: S tem prav tako ne bo izbrisana vaša vsebina v drugih izdelkih in storitvah. Če ste na primer ustvarili objavo v Google Skupinah ali dali v skupno rabo dokument v Googlu Drive, izbrišite te objave ali posodobite nastavitve skupne rabe v teh izdelkih.
vi: Tác vụ này cũng sẽ không xóa nội dung của bạn trong các sản phẩm và dịch vụ khác. Ví dụ: nếu bạn đã tạo một bài đăng trong Google Groups hoặc chia sẻ một tài liệu trên Google Drive, bạn có thể xóa các bài đăng đó hoặc cập nhật cài đặt chia sẻ của bạn trong các sản phẩm đó.

source: OK
ru: ОК
sl: V redu

source: Cancel
cs: Zrušit
ru: Отмена
sl: Prekliči
vi: Hủy

source: Enrollment error
cs: Chyba registrace
ru: Ошибка регистрации
sl: Napaka pri včlanjevanju
vi: Lỗi đăng ký

source: Pick an account to continue.
cs: Chcete-li pokračovat, vyberte účet.
ru: Выберите аккаунт.
sl: Izberite račun, če želite nadaljevati.
vi: Chọn một tài khoản để tiếp tục.

source: (SAMPLE) Please confirm your email change
cs: (UKÁZKA) Potvrďte změnu e-mailu
ru: (ПРИМЕР) Подтвердите изменение адреса электронной почты
sl: (VZOREC) Potrdite spremembo e-poštnega naslova
vi: (MẪU) Vui lòng xác nhận thay đổi email của bạn

source: SAMPLE
cs: UKÁZKA
ru: ПРИМЕР
sl: VZOREC
vi: MẪU

source: An email change has been requested from
cs: Požádali jste o změnu e-mailu z
ru: Вы запросили изменение адреса электронной почты c
sl: Zahtevana je bila sprememba e-poštnega naslova iz
vi: Một email đã được yêu cầu thay đổi từ

source: to
cs: na
ru: на
sl: v
vi: thành

source: Please visit
cs: Změnu potvrďte na adrese
ru: Перейдите по ссылке
sl: Obiščite
vi: Vui lòng truy cập

source: to confirm this change.
ru: и подтвердите изменение.
sl: za potrditev te spremembe.
vi: để xác nhận thay đổi này.

source: Diagnostic information:
cs: Diagnostické informace:
ru: Данные диагностики:
sl: Diagnostični podatki:
vi: Thông tin chẩn đoán:

source: (SAMPLE) Password reset confirmation
cs: (UKÁZKA) Potvrzení resetování hesla
ru: (ПРИМЕР) Подтверждение сброса пароля
sl: (VZOREC) Potrditev ponastavitve gesla
vi: (MẪU) Xác nhận đặt lại mật khẩu

source: A password change has been requested for
cs: Požádali jste o změnu hesla účtu
ru: Вы запросили изменение пароля для
sl: Zahtevana je bila sprememba gesla za
vi: Một mật khẩu đã được yêu cầu thay đổi đối với

source: Error: Empty email list
cs: Chyba: Prázdný seznam e-mailů
ru: Ошибка: пустой список рассылки.
sl: Napaka: prazen e-poštni seznam
vi: Lỗi: Danh sách email trống

source: This exceeds your email cap. Number of remaining invitations: %s. No messages sent.
cs: Byl překročen limit počtu e-mailů, které lze z tohoto účtu odeslat. Počet zbývajících pozvánek: %s. Nebyly odeslány žádné zprávy.
ru: В этом аккаунте достигнут предел количества исходящих писем. Сообщения не отправлены. Осталось приглашений: %s.
sl: S tem je presežena omejitev števila poslanih e-poštnih sporočil. Število preostalih povabil: %s. Poslano ni bilo nobeno sporočilo.
vi: Đã vượt quá giới hạn email của bạn. Số lượng thư mời còn lại: %s. Không thư nào được gửi.

source: Error: Invalid email "%s"
cs: Chyba: Neplatný e-mail %s
ru: Ошибка: недействительный адрес электронной почты %s.
sl: Napaka: neveljaven e-poštni račun »%s«
vi: Lỗi: Email không hợp lệ "%s"

source: Error: You have already sent an invitation email to "%s"
cs: Chyba: Na e-mail %s jste pozvánku již odeslali
ru: Ошибка: вы уже отправили письмо с приглашением на адрес %s.
sl: Napaka: e-poštno povabilo za »%s« ste že poslali
vi: Lỗi: Bạn đã gửi một thư mời qua email tới "%s"

source: Not all messages were sent (%s / %s):
cs: Nebyly odeslány všechny zprávy (%s z %s):
ru: Не все сообщения отправлены (%s из %s):
sl: Vsa sporočila niso bila poslana (%s/%s):
vi: Không phải tất cả các thư đều đã được gửi (%s / %s):

source: OK, %s messages sent
cs: V pořádku, zprávy (%s) byly odeslány
ru: Отправлено сообщений: %s
sl: V redu – št. poslanih sporočil: %s.
vi: OK, đã gửi %s thư

source: Invite Friends
cs: Pozvat přátele
ru: Пригласите друзей
sl: Povabite prijatelje
vi: Mời bạn bè

source: Click to send invitations to family and friends
cs: Kliknutím odešlete pozvánku rodině a přátelům
ru: Нажмите, чтобы отправить приглашения своим друзьям.
sl: Kliknite, če želite poslati povabila sorodnikom in prijateljem.
vi: Nhấp để gửi lời mời tới gia đình và bạn bè

source: Invitations not currently available
cs: Pozvánky momentálně nejsou k dispozici
ru: Сейчас нельзя никого пригласить.
sl: Povabila trenutno niso na voljo
vi: Tính năng mời hiện không khả dụng

source: Subscribe/Unsubscribe
cs: Přihlásit se k odběru / odhlásit odběr
ru: Подписаться/отменить подписку
sl: Naroči/prekliči naročnino
vi: Đăng ký/hủy đăng ký

source: You are currently unsubscribed from course-related emails.
cs: V současné době neodebíráte e-maily související s kurzem.
ru: Вы отказались от уведомлений о курсе.
sl: Trenutno niste naročeni na e-poštna sporočila glede tečaja.
vi: Bạn hiện đã hủy đăng ký email liên quan đến khóa học.

source: Click here to re-subscribe.
cs: K odběru se znovu přihlásíte kliknutím sem.
ru: Нажмите здесь, чтобы возобновить подписку.
sl: Kliknite tukaj, če se želite znova naročiti..
vi: Nhấp vào đây để đăng ký lại.

source: You are currently receiving course-related emails.
cs: V současné době přijímáte e-maily související s kurzem.
ru: Вы подписаны на уведомления о курсе.
sl: Trenutno prejemate e-poštna sporočila glede tečaja.
vi: Bạn hiện đang nhận email liên quan đến khóa học.

source: Click here to unsubscribe.
cs: Odběr odhlásíte kliknutím sem.
ru: Нажмите здесь, чтобы отменить подписку.
sl: Kliknite tukaj, če želite preklicati naročnino.
vi: Nhấp vào đây để hủy đăng ký.

source: Course Progress
cs: Průběh kurzu
ru: Ход изучения курса
sl: Potek tečaja
vi: Tiến trình của khóa học

source: Invite friends or family members to join the course
cs: Pozvěte rodinu a přátele, aby se zapojili do kurzu
ru: Пригласите друзей на обучение
sl: Povabite sorodnike in prijatelje na tečaj
vi: Mời bạn bè hoặc thành viên trong gia đình tham gia khóa học

source: Do you know other people who might want to join this course? Enter their email addresses below and click "Send". They will receive an email from you with the text shown below.
cs: Víte o někom, kdo by mohl mít zájem zapojit se do tohoto kurzu? Níže zadejte e-mailovou adresu těchto uživatelů a klikněte na Odeslat. Uživatelé od vás obdrží e-mail s níže uvedeným textem.
ru: Есть знакомые, которым будет интересен этот курс? Введите их адреса электронной почты ниже и нажмите "Отправить". Каждый из них получит письмо с приведенным ниже текстом.
sl: Ali poznate koga, ki bi se želel udeležiti tega tečaja? Vnesite njegov e-poštni naslov in kliknite »Pošlji«. Od vas bo prejel e-poštni naslov z besedilom, prikazanim spodaj.
vi: Bạn có biết những người khác có thể muốn tham gia khóa học này không? Hãy nhập địa chỉ email của họ vào bên dưới và nhấp vào "Gửi". Họ sẽ nhận được một email từ bạn với nội dung được hiển thị bên dưới.

source: Enter recipients' email addresses separated by commas. E.g., alice@gmail.com, ben@gmail.com
cs: Zadejte e-mailové adresy příjemců oddělené čárkami, např. alice@gmail.com, honza@gmail.com.
ru: Введите адреса электронной почты, разделяя их запятыми. Например, alisa@gmail.com, boris@gmail.com.
sl: Vnesite imena prejemnikov, ločena z vejicami, na primer alica@gmail.com, benjamin@gmail.com.
vi: Nhập các địa chỉ email của người nhận, phân tách bằng dấu phẩy. Ví dụ: alice@gmail.com, ben@gmail.com

source: Send
cs: Odeslat
ru: Отправить
sl: Pošlji
vi: Gửi

source: Sample Email
cs: Ukázkový e-mail
ru: Образец письма
sl: Vzorec e-poštnega sporočila
vi: Email mẫu

source: Subject:
cs: Předmět:
ru: Тема:
sl: Zadeva:
vi: Chủ đề:

source: I have completed this lesson.
cs: Lekce je dokončena
ru: Отметить урок как пройденный
sl: Končal(-a) sem to lekcijo.
vi: Tôi đã hoàn tất bài học này.

source: I have completed this unit.
cs: Jednotka je dokončena
ru: Отметить раздел как пройденный
sl: Končal(-a) sem to učno enoto.
vi: Tôi đã hoàn tất đơn vị này.

source: I have completed this course.
cs: Kurz je dokončen
ru: Отметить курс как пройденный
sl: Končal(-a) sem ta tečaj.
vi: Tôi đã hoàn tất khóa học này.

source: Access denied.
cs: Přístup odmítnut.
ru: Доступ запрещен.
sl: Dostop zavrnjen.
vi: Từ chối truy cập.

source: Response submitted.
cs: Odpověď byla odeslána.
ru: Отправлено.
sl: Odgovor je poslan.
vi: Đã gửi câu trả lời.

source: Only one submission of this form is allowed.
cs: Tento formulář lze odeslat pouze jednou.
ru: Отправить ответы можно только один раз.
sl: Ta obrazec je dovoljeno poslati samo enkrat.
vi: Chỉ cho phép gửi biểu mẫu này một lần.

source: Only registered students can submit answers.
cs: Odpovědi mohou odesílat pouze registrovaní studenti.
ru: Ответы принимаются только от зарегистрированных учащихся.
sl: Odgovore lahko pošljejo samo registrirani učenci.
vi: Chỉ học sinh đã đăng ký mới có thể gửi câu trả lời.

source: Submit answers
cs: Odeslat odpovědi
ru: Отправить ответы
sl: Pošljite odgovore
vi: Gửi câu trả lời

source: Thank you for your feedback.
cs: Děkujeme za váš názor.
ru: Благодарим за отзыв.
sl: Hvala za povratne informacije.
vi: Cảm ơn bạn đã phản hồi.

source: Rate this lesson:
cs: Ohodnoťte tuto lekci:
ru: Оцените урок:
sl: Ocenite to lekcijo:
vi: Xếp hạng bài học này:

source: Not at all useful
cs: Zcela neužitečná
ru: Абсолютно бесполезный
sl: Povsem neuporabno
vi: Không hữu ích chút nào

source: Not very useful
cs: Nepříliš užitečná
ru: Почти бесполезный
sl: Pretežno neuporabno
vi: Không quá hữu ích

source: Somewhat useful
cs: Trochu užitečná
ru: Частично полезный
sl: Dokaj uporabno
vi: Khá hữu ích

source: Very useful
cs: Velmi užitečná
ru: Полезный
sl: Zelo uporabno
vi: Rất hữu ích

source: Extremely useful
cs: Extrémně užitečná
ru: Очень полезный
sl: Izjemno uporabno
vi: Cực kỳ hữu ích

source: Additional comments...
cs: Další komentáře...
ru: Комментарии
sl: Dodatni komentarji ...
vi: Nhận xét bổ sung...

source: Submit
cs: Odeslat
ru: Отправить
sl: Pošlji
vi: Gửi

source: Lesson
cs: Lekce
ru: Урок
sl: Lekcija
vi: Bài học

source: Announcement
cs: Oznámení
ru: Объявление
sl: Obvestilo
vi: Thông báo

source: Search
cs: Vyhledávání
ru: Поиск
sl: Iskanje
vi: Tìm kiếm

source: Results for "%(query)s"
cs: Výsledky pro dotaz „%(query)s“
ru: Результаты поиска по запросу "%(query)s"
sl: Rezultati za »%(query)s«
vi: Kết quả cho "%(query)s"

source: Search took %(num_seconds)s seconds.
cs: Vyhledávání trvalo %(num_seconds)s s.
ru: Поиск занял %(num_seconds)s сек.
sl: Iskanje je trajalo toliko sekund: %(num_seconds)s.
vi: Tìm kiếm mất %(num_seconds)s giây.

source: Previous
cs: Předchozí
ru: Назад
sl: Nazaj
vi: Trước

source: Page %(number)s of %(total)s
cs: Stránka %(number)s z %(total)s
ru: Страница %(number)s из %(total)s
sl: Stran %(number)s od %(total)s
vi: Trang %(number)s trong tổng số %(total)s

source: Next
cs: Další
ru: Далее
sl: Naprej
vi: Tiếp theo
